Repository: MuhammadjonTohirov/yallanew
Catalog: yalla/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uz, uz_cyrl

# about.app
source: About the app
ru: О приложении
uz: Ilova haqida
uz_cyrl: Илова ҳақида

source: Activate
ru: Активировать
uz: Joriy etish
uz_cyrl: Жорий этиш

source: Add address for quick call
ru: Добавьте адрес для быстрого вызова
uz: Tez chaqirish uchun manzil qo'shing
uz_cyrl: Тез чақириш учун манзил қўшинг

source: Add card
ru: Добавить карту
uz: Karta qo’shish
uz_cyrl: Карта қўшиш

# add.card.success
source: Card has been added successfully
ru: Карта была успешно добавлена
uz: Karta muvofaqiyatli qo’shildi
uz_cyrl: Карта мувофақиятли қўшилди

# address.deleted.successfully
source: Address was successfully deleted
ru: Адрес был успешно удален
uz: Manzil muvofaqiyatli o'chirildi
uz_cyrl: Манзил мувофақиятли ўчирилди

source: Allow
ru: Разрешить
uz: Ruxsat
uz_cyrl: Рухсат

source: App language
ru: Язык приложения
uz: Ilova tili
uz_cyrl: Илова тили

source: App theme
ru: Тема приложения
uz: Ilova mavzusi
uz_cyrl: Илова мавзуси

# appointed
source: Assigned
ru: Назначен
uz: Biriktirilgan
uz_cyrl: Бириктирилган

source: At address
ru: На адресе
uz: Manzilda
uz_cyrl: Манзилда

source: Attention
ru: Внимание
uz: Diqqat
uz_cyrl: Диққат

# auth
source: Authentication
ru: Авторизоваться
uz: Tizimga kirish
uz_cyrl: Тизимга кириш

# become.driver
source: Become a driver
ru: Стать водителем
uz: Haydovchi bo‘ling
uz_cyrl: Ҳайдовчи бўлинг

# become.driver.descr
source: Submit a request and we will contact you shortly
ru: Оставьте заявку, и мы свяжемся с вами в ближайшее время
uz: So‘rov qoldiring, biz tez orada siz bilan bog‘lanamiz
uz_cyrl: Сўров қолдиринг, биз тез орада сиз билан боғланамиз

source: Birth date
ru: Дата рождения
uz: Tug’ulgan sana
uz_cyrl: Туғулган сана

source: Bonus
ru: Бонусы
uz_cyrl: Бонус

source: Bonus and discounts
ru: Бонусы и скидки
uz: Bonus va chegirmalar
uz_cyrl: Бонус ва чегирмалар

# bonus.and.promocodes
source: Bonuses and discounts
ru: Бонусы и скидки
uz: Bonus va chegirmalar
uz_cyrl: Бонус ва чегирмалар

source: Bonus conversion rate
ru: Курс конверсии бонусов
uz: Bonuslarni almashtirish kursi
uz_cyrl: Бонусларни алмаштириш курси

source: Camera access required
ru: Требуется доступ к камере
uz: Kameraga kirish huquqi talab qilinadi
uz_cyrl: Камерага кириш ҳуқуқи талаб қилинади

source: Cancel
ru: Отмена
uz: Qaytish
uz_cyrl: Қайтиш

source: Canceled
ru: Отменён
uz: Bekor qilingan
uz_cyrl: Бекор қилинган

# capture.photo
source: Bonus conversion rate
ru: Сделать фото
uz: Suratga olish
uz_cyrl: Суратга олиш

# card.delete.success
source: Card has been deleted successfully
ru: Карта была успешно удалена
uz: Karta muvofaqiyatli o'chirildi
uz_cyrl: Карта мувофақиятли ўчирилди

source: Card number
ru: Номер карты
uz: Karta raqami
uz_cyrl: Карта рақами

source: Cards
ru: Карты
uz: Kartalar
uz_cyrl: Карталар

# cards.and.bonuses
source: Cards and bonus
ru: Карты и бонус
uz: Karatalar va bonus
uz_cyrl: Каратлар ва бонус

source: Cash
ru: Наличные
uz: Naqt pul
uz_cyrl: Нақт пул

# category.all
source: All
ru: Все
uz: Barchasi
uz_cyrl: Барчаси

# category.cargo
source: Cargo
ru: Грузовой
uz: Yuk tashish
uz_cyrl: Юк ташиш

# category.intercity
source: Intercity
ru: Межгород
uz: Shaharlararo
uz_cyrl: Шахарлараро

# category.taxi
source: Taxi
ru: Такси
uz: Taksi
uz_cyrl: Такси

source: Change photo
ru: Изменить фото
uz: Sur’atni o'zgartirish
uz_cyrl: Суръатни ўзгартириш

# code_security
source: Security code
ru: Код безопасности
uz: Xavfsizlik ko’di
uz_cyrl: Хавфсизлик кўди

source: Comment
ru: Комментарий
uz: Izoh
uz_cyrl: Изоҳ

source: Completed
ru: Завершён
uz: Tugallangan
uz_cyrl: Тугалланган

# contact_us_call
source: Call
ru: Позвонить
uz: Qo‘ng‘iroq
uz_cyrl: Қўнғироқ

# contact_us_support
source: Support
ru: Поддержка
uz: Qo‘llab-quvvatlash
uz_cyrl: Қўллаб-қувватлаш

# contact.us
source: Support service
ru: Служба поддержки
uz: Yordam xizmati
uz_cyrl: Қўллаб-қувватлаш хизмати

source: Continue
ru: Продолжить
uz: Davom etish
uz_cyrl: Давом этиш

source: Create address
ru: Добавить адрес
uz: Manzil yaratish
uz_cyrl: Манзил яратиш

# dark
source: Dark theme
ru: Тёмная тема
uz: Qorong‘i mavzu
uz_cyrl: Қоронғи мавзу

source: Delete
ru: Удалить
uz: O'chirish
uz_cyrl: Ўчириш

source: Delete account
ru: Удалить аккаунт
uz: Hisobni o’chirish
uz_cyrl: Ҳисобни ўчириш

source: Delete address
ru: Удалить адрес
uz: Manzilni o'chirish
uz_cyrl: Манзилни ўчириш

# delete.cards
source: Remove card
ru: Удалить карту
uz: Karta o’chirish
uz_cyrl: Карта ўчириш

source: Delete photo
ru: Удалить фото
uz: Rasmni o‘chirish
uz_cyrl: Расмни ўчириш

source: Delivery
ru: Доставка
uz: Eltish
uz_cyrl: Элтиш

source: Driver
ru: Водитель
uz: Haydovchi
uz_cyrl: Ҳайдовчи

source: Edit
ru: Изменить
uz: O’zgartirish
uz_cyrl: Ўзгартириш

source: Edit profile
ru: Редактировать профиль
uz: Profilni tahrirlash
uz_cyrl: Профилни таҳрирлаш

# enabel.location
source: Enable location
ru: Включите местоположение
uz: Joylashuvni faollashtiring
uz_cyrl: Жойлашувни фаоллаштиринг

source: Enable GPS
ru: Включить GPS
uz: GPS-ni yoqish
uz_cyrl: GPS-ни ёқиш

# enable.location.detail
source: Please provide your geolocation for accurate service.
ru: Предоставльте свою геолокацию для точного вызова
uz: Aniq xizmat ko'rsatish uchun iltimos, geolokatsiyangizni taqdim eting.
uz_cyrl: Аниқ хизмат кўрсатиш учун илтимос, геолокациянгизни тақдим этинг.

# enter_code_description
source: Please enter the %@-digit code we sent to %@
ru: Введите %@-значный код, который мы отправили на номер %@
uz: Iltimos, %@ raqamiga yuborilgan %@ raqamli kodni kiriting.
uz_cyrl: Калит сўзини олиш учун %@ рақмига юборилган ҳабарни ўқинг.

source: Enter code
ru: Введите код
uz: Kodni kiriting
uz_cyrl: Кодни киритинг

source: Enter promocode
ru: Введите промокод
uz: Promokod kiritish
uz_cyrl: Промокод киритиш

source: Entrance
ru: Вход
uz: Kirish
uz_cyrl: Кириш

# executor.rating:
source: Rating:
ru: Рейтинг:
uz: Reyting:
uz_cyrl: Рейтинг

# executor.trips:
source: Trips:
ru: Поездки:
uz: Safarlar:
uz_cyrl: Сафарлар:

source: Exit
ru: Выход
uz: Chiqish
uz_cyrl: Чиқиш

source: Female
ru: Женщина
uz: Ayol
uz_cyrl: Аёл

# flat_or_house
source: Home number
ru: Номер дома
uz: Uy raqami
uz_cyrl: Уй рақами

source: From location
ru: Из точки
uz: Shu yerdan
uz_cyrl: Шу йердан

source: Help
ru: Помощь
uz: Yordam
uz_cyrl: Ёрдам

source: Home
ru: Дом
uz: Uy
uz_cyrl: Уй

# inFetters
source: In progress
ru: В пути
uz: Yo‘lda
uz_cyrl: Йўлда

# initial.loading.moto
source: Your time - our speed
ru: Твоё время - наша скорость
uz: Sizning vaqtingiz - bizning tezlik
uz_cyrl: Сизнинг вақтингиз - бизнинг тезлик

# insert.first_name
source: Insert name
ru: Введите имя
uz: Ism kiriting
uz_cyrl: Исм киритинг

# insert.last_name
source: Insert surname
ru: Введите фамилию
uz: Familya kiriting
uz_cyrl: Фамиля киритинг

source: Intercity
ru: Межгород
uz: Shaharlararo
uz_cyrl: Шаҳарлараро

# ivalid.card.info
source: Invalid card info
ru: Неверные данные карты
uz: Karta ma'lumotlari noto'g'ri
uz_cyrl: Карта маълумотлари нотўғри

# journey.history
source: Orders history
ru: История заказов
uz: Buyurtmalar tarixi
uz_cyrl: Буюртмалар тарихи

# light
source: Light theme
ru: Светлая тема
uz: Yorug‘ mavzu
uz_cyrl: Ёруғ мавзу

# login.phone.field.descr
source: An SMS with a confirmation code will be sent to your number.
ru: На ваш номер будет отправлено SMS с кодом подтверждения
uz: Raqamingizga tasdiqlash kodi bilan SMS yuboriladi.
uz_cyrl: Рақамингизга тасдиқлаш коди билан СМС юборилади.

# login.req.descr
source: It takes several minutes
ru: Это займет всего пару минут
uz: Bu bir necha daqiqa oladi
uz_cyrl: Bu bir necha daqiqa oladi

# login.req.title
source: To continue you need to be signed in
ru: Чтобы продолжить вам необходимо авторизоваться
uz: Davom etish uchun tizimga kirish kerak
uz_cyrl: Davom etish uchun tizimga kirish kerak

# login.title.caption
source: Please enter your phone number to continue
ru: Укажите свой номер телефона, чтобы продолжить
uz: Davom etish uchun telefon raqamingizni kiriting.
uz_cyrl: Давом этиш учун телефон рақамингизни киритинг.

# logout
source: Logout from account
ru: Выйти из аккаунта
uz: Hisobdan chiqish
uz_cyrl: Ҳисобдан чиқиш

source: Mail
ru: Почта
uz: Pochta
uz_cyrl: Почта

source: Male
ru: Мужчина
uz: Erkak
uz_cyrl: Эркак

source: My addresses
ru: Мои адреса
uz: Mening manzillarim
uz_cyrl: Менинг манзилларим

# my.places
source: My addresses
ru: Мои адреса
uz: Mening manzillarim
uz_cyrl: Менинг манзилларим

source: My trips
ru: Мои поездки
uz: Safarlarim
uz_cyrl: Сафарларим

source: New
ru: Новый
uz: Yangi
uz_cyrl: Янги

source: New address
ru: Новый адрес
uz: Yangi manzil
uz_cyrl: Янги манзил

# news.and.notifs
source: Notifications
ru: Уведомления
uz: Bildirishnomalar
uz_cyrl: Билдиришномалар

source: Next
ru: Далее
uz: Keyingi
uz_cyrl: Кейинги

# no.address.found
source: We could not find that address, please try entering it correctly.
ru: Мы не нашли такой адрес, попробуйте ввести правильно
uz: Biz bunday manzilni topa olmadik, uni to'g'ri kiritishga harakat qiling.
uz_cyrl: Биз бундай манзилни топа олмадик, уни тўғри киритишга ҳаракат қилинг.

# no.notifs.descr
source: No current notifications
ru: Нет текущих уведомлений
uz: Hozircha bildirishnomalar yo‘q
uz_cyrl: Ҳозирча билдиришномалар йўқ

source: Not given
ru: Не указано
uz: Ko‘rsatilmagan
uz_cyrl: Кўрсатилмаган

# onboarding.page1.detail
source: Order a ride – Yalla will find the nearest driver instantly in just a couple of seconds.
ru: Закажи поездку — за пару секунд Yalla найдёт ближайшего водителя моментально.
uz: Yo'l haqini to'lang — Yalla bir necha soniya ichida eng yaqin haydovchini darhol topadi.
uz_cyrl: Йўл ҳақини тўланг — Ялла бир неча сония ичида энг яқин ҳайдовчини дарҳол топади.

# onboarding.page1.title
source: Fast and convenient
ru: Быстро и удобно
uz: Tez va qulay
uz_cyrl: Тез ва қулай

# onboarding.page2.detail
source: Every driver at Yalla undergoes a background check and has a high rating.
ru: Каждый водитель в Yalla проходит проверку и имеет высокий рейтинг.
uz: Har bir Yalla haydovchisi tekshiriladi va yuqori baholanadi.
uz_cyrl: Ҳар бир Ялла ҳайдовчиси текширилади ва юқори баҳоланади.

# onboarding.page2.title
source: Driver reliability
ru: Надёжность водителей
uz: Haydovchining ishonchliligi
uz_cyrl: Ҳайдовчининг ишончлилиги

# onboarding.page3.detail
source: Find out the cost before the trip begins – no hidden fees or surprises.
ru: Узнай стоимость до начала поездки — без скрытых платежей и сюрпризов.
uz: Sayohatingizdan oldin narxni bilib oling — yashirin to'lovlar yoki kutilmagan hodisalar yo'q.
uz_cyrl: Саёҳатингиздан олдин нархни билиб олинг — яширин тўловлар ёки кутилмаган ҳодисалар йўқ.

# onboarding.page3.title
source: Transparent pricing
ru: Прозрачная цена
uz: Shaffof narxlar
uz_cyrl: Шаффоф нархлар

# onboarding.page4.detail
source: Pay however you like – by card or cash. It's all simple with Yalla.
ru: Плати, как удобно — картой или наличными. Всё просто с Yalla.
uz: Yo'l haqingizni to'lang — karta yoki naqd pul orqali. Yalla bilan bu oson.
uz_cyrl: Йўл ҳақингизни тўланг — карта ёки нақд пул орқали. Ялла билан бу осон.

# onboarding.page4.title
source: Convenient payment
ru: Удобная оплата
uz: Qulay to'lov
uz_cyrl: Қулай тўлов

# order.delete.confirm
source: Yes, delete order
ru: Да, удалить заказ
uz: Ha, buyurtmani o‘chirish
uz_cyrl: Ҳа, буюртмани ўчириш

source: Other methods
ru: Другие способы
uz: Boshqa usullar
uz_cyrl: Бошқа усуллар

# paste.address
source: Paste the address
ru: Вставьте адрес
uz: Manzilni qo'ying
uz_cyrl: Мазнилни қўйинг

# payment.cash
source: Cash
ru: Наличные
uz: Naqd pul
uz_cyrl: Нақд пул

source: Payment method
ru: Способ оплаты
uz: To‘lov usuli
uz_cyrl: Тўлов усули

source: Payment methods
ru: Способ оплаты
uz: To'lov turlari
uz_cyrl: Тўлов турлари

# payment.type.card
source: Card
ru: Карта
uz: Karta
uz_cyrl: Карта

# payment.type.cash
source: Cash
ru: Наличные
uz: Naqd pul
uz_cyrl: Нақд пул

# permissions.allow
source: Allow
ru: Разрешить
uz: Ruxsat berish
uz_cyrl: Рухсат бериш

# permissions.error.general
source: Unable to get permission. Please try again.
ru: Не удалось получить разрешение. Пожалуйста, попробуйте еще раз.
uz: Ruxsat olib bo'lmadi. Iltimos, qayta urinib ko'ring.
uz_cyrl: Рухсат олиб бўлмади. Илтимос, қайта уриниб кўринг.

# permissions.location.description
source: Provide your geolocation for accurate pickup
ru: Предоставьте свою геолокацию для точного вызова
uz: Aniq chaqirish uchun geolokatsiyanggizni taqdim eting
uz_cyrl: Аниқ чақириш учун геолокациянгизни тақдим етинг

# permissions.location.title
source: Location
ru: Местоположение
uz: Joylashuv
uz_cyrl: Жойлашув

# permissions.notification.description
source: Allow notification permission to send notifications
ru: Предоставьте разрешение на отправку уведомлений
uz: Bildirishnomalar yuborish uchun ruxsat bering
uz_cyrl: Билдиришномалар юбориш учун рухсат беринг

# permissions.notification.title
source: Notifications
ru: Уведомления
uz: Bildirishnomalar
uz_cyrl: Билдиришномалар

# permissions.retry.button
source: Try Again
ru: Попробовать снова
uz: Qayta urinish
uz_cyrl: Қайта уриниш

# permissions.skip.button
source: Skip
ru: Пропустить
uz: O'tkazib yuborish
uz_cyrl: Ўтказиб юбориш

source: Privacy Policy
ru: Политика конфиденциальности
uz: Maxfiylik siyosati
uz_cyrl: Махфийлик сиёсати

# profile.update.failure
source: Profile update failed
ru: Не удалось обновить профиль.
uz: Profil yangilashda xatolik
uz_cyrl: Профил янгилашда хатолик

# profile.update.success
source: Your profile updated successfully
ru: Ваш профить успено обновлен!
uz: Sahifangiz muvofaqiyatli tahrirlandi
uz_cyrl: Саҳифангиз мувофақиятли таҳрирланди

# promo.applied.successfully
source: Promocode applied successfully
ru: Промокод успешно применён
uz: Promo kod muvaffaqiyatli qo‘llanildi
uz_cyrl: Промо код муваффақиятли қўлланилди

# promo.not.exists
source: Such promo code does not exist
ru: Такого промокода не существует
uz: Bunday promo kod mavjud emas
uz_cyrl: Бундай промо код мавжуд эмас

source: Promocode
ru: Промокод
uz: Promokod
uz_cyrl: Промокод

# promocode.descr
source: The discount will be applied automatically to your next trip.
ru: Скидка применится автоматически при следующей поездке
uz: Chegirma keyingi safaringizda avtomatik ravishda qo'llaniladi.
uz_cyrl: Чегирма кеыинги сафарингизда автоматик равишда qоьлланилади.

# rate.app
source: Rate the app
ru: Оценить приложение
uz: Ilovani baholang
uz_cyrl: Иловани баҳоланг

source: Read all
ru: Прочитать все
uz: Hammasini o‘qish
uz_cyrl: Ҳаммасини ўқиш

source: Save
ru: Сохранить
uz: Saqlash
uz_cyrl: Сақлаш

source: Select
ru: Выбирать
uz: Tanlash
uz_cyrl: Танлаш

# select.app.lang
source: Select application language
ru: Выберите язык приложения
uz: Dastur tilini tanlang
uz_cyrl: Дастур тилини танланг

source: Select from gallery
ru: Выбрать из галереи
uz: Galereyadan tanlash
uz_cyrl: Галереядан танлаш

# send_code_after
source: Send the code after %@
ru: Отправить код ещё раз через %@
uz: %@ dan so'ng qayta so'rov yuborish mumkin.
uz_cyrl: %@ дан сўнг қайта сўров юбориш мумкин.

source: Sending
ru: Отправка
uz: Yuborilmoqda
uz_cyrl: Юборилмоқда

source: Settings
ru: Настройки
uz: Sozlamalar
uz_cyrl: Созламалар

source: Skip
ru: Пропустить
uz: O’tkazish
uz_cyrl: Ўтказиш

# social.networks
source: We are on social networks
ru: Мы в социальных сетях
uz: Biz ijtimoiy tarmoqlardamiz
uz_cyrl: Биз ижтимоий тармоқлардамиз

source: Submit application
ru: Отправить заявку
uz: Ariza yuborish
uz_cyrl: Ариза юбориш

source: Support service
ru: Служба поддержки
uz: Qo‘llab-quvvatlash xizmati
uz_cyrl: Қўллаб-қувватлаш хизмати

source: System
ru: Системная
uz: Tizim mavzusi
uz_cyrl: Тизим мавзуси

source: Taxi
ru: Такси
uz: Taksi
uz_cyrl: Такси

source: Title
ru: Название
uz: Nomi
uz_cyrl: Номи

# trip.canceled.before.search
source: The trip was canceled before the driver search began
ru: Поездка была отменена до начала поиска водителя
uz: Safar haydovchi qidiruvi boshlanishidan oldin bekor qilindi
uz_cyrl: Сафар ҳайдовчи қидируви бошланишидан олдин бекор қилинди

# trip.car
source: Car
ru: Авто
uz: Avtomobil
uz_cyrl: Автомобиль

# trip.date.time
source: Trip date and time
ru: Дата и время поездки
uz: Safar sanasi va vaqti
uz_cyrl: Сафар санаси ва вақти

# trip.delete
source: Delete trip
ru: Удалить поездку
uz: Safarni o‘chirish
uz_cyrl: Сафарни ўчириш

# trip.delete.confirmation.title
source: Are you sure you want to delete this trip?
ru: Вы действительно хотите удалить эту поездку?
uz: Haqiqatan ham ushbu safarni o‘chirmoqchimisiz?
uz_cyrl: Ҳақиқатдан ҳам ушбу сафарни ўчирмоқчимисиз?

# trip.delete.warning
source: After deleting the trip, all data cannot be restored
ru: После удаления поездки, восстановить все данные будет невозможно
uz: Safar o‘chirildan so‘ng barcha ma’lumotlarni tiklab bo‘lmaydi
uz_cyrl: Сафар ўчирилгандан сўнг барча маълумотларни тиклаб бўлмайди

source: Trip details
ru: Детали поездки
uz: Safar tafsilotlari
uz_cyrl: Сафар тафсилотлари

# trip.tariff
source: Tariff
ru: Тариф
uz: Tarif
uz_cyrl: Тариф

source: Update address
ru: Обновить адрес
uz: Manzilni tahrirlash
uz_cyrl: Манзилни таҳрирлаш

# user.agreement
source: License agreement
ru: Лицензионное соглашение
uz: Litsenziya shartnomasi
uz_cyrl: Лицензия шартномаси

# user.region
source: Your region
ru: Ваш регион
uz: Hududingiz
uz_cyrl: Ҳудудингиз

# want.delete.account
source: Really want to delete account?
ru: Вы действительно хотите удалить свой аккаунт?
uz: Chindan hisobni o’chirishni istaysizmi?
uz_cyrl: Чиндан ҳисобни ўчиришни истайсизми?

# want.delete.account.descr
source: Once your account is deleted, it will be impossible to restore all data.
ru: После удаления аккаунта, восстановить все данные будут невозможны
uz: Hisobingiz o'chirilgandan so'ng, barcha ma'lumotlarni qayta tiklash imkonsiz bo'ladi.
uz_cyrl: Ҳисобингиз ўчирилгандан сўнг, барча маълумотларни қайта тиклаш имконсиз бўлади.

# want.delete.photo
source: Are you sure you want to delete the photo?
ru: Вы уверены, что хотите удалить фото?
uz: Haqiqatan ham rasmni o‘chirmoqchimisiz?
uz_cyrl: Ҳақиқатдан ҳам расмни ўчирмоқчимисиз?

# want.logout
source: Do you really want to logout?
ru: Вы действительно хотите выйти из аккаунта?
uz: Chindan chiqishni istaysizmi?
uz_cyrl: Чиндан чиқишни истайсизми?

# want.logout.descr
source: After logout, one can login again.
ru: После выхода вы можете войти повторно в свой аккаунт
uz: Tizimdan chiqgach, qayta kirish imkoni mavjud.
uz_cyrl: Тизимдан чиқгач, қайта кириш имкони мавжуд.

# want.to.delete.address
source: Do you really want to delete this address?
ru: Вы действительно хотите удалить этот адрес?
uz: Siz haqiqatan ham ushbu manzilni o'chirmoqchimisiz?
uz_cyrl: Сиз ҳақиқатан ҳам ушбу манзилни ўчирмоқчимисиз?

# want.to.delete.card
source: Delete card
ru: Удалить карту
uz: Kartani o’chirish
uz_cyrl: Картани ўчириш

# want.to.delete.card.descr
source: Do you really want to delete the card?
ru: Вы действительно хотите удалить эту карту?
uz: Siz haqiqatan ham kartani o'chirib tashlamoqchimisiz?
uz_cyrl: Сиз ҳақиқатан ҳам картани ўчириб ташламоқчимисиз?

source: Welcome
ru: Добро пожаловать
uz: Hush kelibsiz
uz_cyrl: Ҳуш келибсиз

source: Where to go
ru: Куда поедете?
uz: Qayerga borasiz?
uz_cyrl: Қайерга борасиз?

source: Work
ru: Работа
uz: Ish
uz_cyrl: Иш

source: Yes, delete
ru: Да, удалить
uz: Ha, o'chir
uz_cyrl: Ҳа, ўчир

# you.have.n.cashback
source: You have %@ points
ru: У вас %@ баллов
uz: Sizda %@ bal bor
uz_cyrl: Бундай промо код мавжуд эмас
